{
    "Shirt" : [
        {
            "id": 8,
            "image": "/Boy&Girlhoddie.png",
            "name": "Nike Hoodie",
            "price": "$500",
            "description": "Nike Custom Hoodie",
            "category": "Clothing",
            "overview": "The Nike Custom Hoodie is a premium, personalized piece of apparel designed for those who want to stand out. Priced at $500, this hoodie combines luxurious materials with customizable design elements, offering a unique blend of streetwear style and high-end fashion. Perfect for casual outings or making a bold statement, it’s a must-have for Nike enthusiasts."
        },

        {
            "id": 18,
            "image": "/GirlWrapper.png",
            "name": "Nike Culture",
            "price": "$73",
            "description": "Cultural Nike Wear",
            "category": "Clothing",
            "overview": "The Nike Culture clothing line celebrates diversity and heritage through stylish, comfortable apparel. Priced at $73, this piece features unique design elements inspired by cultural motifs, combined with Nike’s signature quality. It’s ideal for those who want to express their individuality while staying comfortable."
        },

        {
            "id": 25,
            "image": "/TwoboysPanties.png",
            "name": "Luxury",
            "price": "$49",
            "description": "Casual Panties",
            "category": "Clothing",
            "overview": "The Luxury Nike clothing (likely pants or leggings) offers a blend of comfort and sophistication. Priced at $49, these pants feature a sleek design and soft materials, perfect for casual outings or relaxed settings. Their affordable price makes them accessible for those seeking a touch of elegance."
        },

        {
            "id": 12,
            "image": "/BrownPanties.png",
            "name": "Brown Nike Panties",
            "price": "$49",
            "description": "Corporate Wear",
            "category": "Clothing",
            "overview": "The Brown Nike Panties (likely pants or leggings) combine corporate sophistication with Nike’s signature comfort. Priced at $49, these pants are designed for professional settings while maintaining a relaxed, breathable fit. The brown colorway adds a stylish, understated touch, ideal for those seeking versatile work-to-weekend apparel."
        },

         {
            "id": 13,
            "image": "/Dunk.png",
            "name": "Sport Basketball",
            "price": "$782",
            "description": "Basketball Black Wear",
            "category": "Sport",
            "overview": "This premium Sport Basketball Black Wear is designed for elite athletes. Priced at $782, it features top-tier materials and advanced technology for superior performance on the court. Its sleek black design and ergonomic fit provide unmatched comfort and style, making it a favorite for professional and competitive players."
        },

        {
            "id": 22,
            "image": "/Socks.png",
            "name": "Nike Socks",
            "price": "$25",
            "description": "Nike Socks",
            "category": "Clothing",
            "overview": "The Nike Socks are a must-have accessory for any active lifestyle. Priced at $25, these socks offer cushioning, moisture-wicking technology, and a snug fit to keep you comfortable during workouts or daily wear. Their simple yet functional design makes them a practical addition to any wardrobe."
        }



    ]
}